Repository: maladrill/bosssec
Catalog: i18n/*/LC_MESSAGES/bosssec.po
Languages: es_es, pt_br

source: The selected boss extension is already in use by another rule.
es_es: La extensión de jefe seleccionada ya está siendo utilizada por otra regla.
pt_br: O ramal do chefe selecionado já está sendo usado por outra regra.

source: Duplicate Boss
es_es: Jefe duplicado
pt_br: Chefe duplicado

source: Rule added successfully!
es_es: ¡Regla añadida correctamente!
pt_br: Regra adicionada com sucesso!

source: Success
es_es: Éxito
pt_br: Sucesso

source: Rule successfully updated!
es_es: ¡Regla actualizada correctamente!
pt_br: Regra atualizada com sucesso!

source: Rule successfully deleted!
es_es: ¡Regla eliminada correctamente!
pt_br: Regra excluída com sucesso!

source: An error occurred while processing the request.
es_es: Ocurrió un error al procesar la solicitud.
pt_br: Ocorreu um erro ao processar a solicitação.

source: Error
pt_br: Erro

source: Delete
es_es: Eliminar
pt_br: Excluir

source: Reset
es_es: Restablecer
pt_br: Redefinir

source: Submit
es_es: Enviar
pt_br: Enviar

source: Error adding Boss-Secretary rule:
es_es: Error al añadir la regla Jefe-Secretaria:
pt_br: Erro ao adicionar regra Chefe-Secretária:

source: Error updating Boss-Secretary rule:
es_es: Error al actualizar la regla Jefe-Secretaria:
pt_br: Erro ao atualizar regra Chefe-Secretária:

source: Error deleting Boss-Secretary rule:
es_es: Error al eliminar la regla Jefe-Secretaria:
pt_br: Erro ao excluir regra Chefe-Secretária:

source: Edit Boss-Secretary Rule
es_es: Editar Regla Jefe-Secretaria
pt_br: Editar Regra Chefe-Secretária

source: Add New Boss-Secretary Rule
es_es: Añadir Nueva Regla Jefe-Secretaria
pt_br: Adicionar Nova Regra Chefe-Secretária

source: Boss-Secretary Rule List
es_es: Lista de Reglas Jefe-Secretaria
pt_br: Lista de Regras Chefe-Secretária

source: Boss-Secretary
es_es: Jefe-Secretaria
pt_br: Chefe-Secretária

source: Boss's Name
es_es: Nombre del Jefe
pt_br: Nome do Chefe

source: A descriptive name for the boss.
es_es: Un nombre descriptivo para el jefe.
pt_br: Um nome descritivo para o chefe.

source: Boss's Extension
es_es: Extensión del Jefe
pt_br: Ramal do Chefe

source: Select an extension
es_es: Seleccione una extensión
pt_br: Selecione um ramal

source: The boss's extension whose calls will be forwarded to the secretary.
es_es: La extensión del jefe cuyas llamadas se desviarán a la secretaria.
pt_br: O ramal do chefe cujas chamadas serão encaminhadas para a secretária.

source: Secretary's Extension
es_es: Extensión de la Secretaria
pt_br: Ramal da Secretária

source: The extension where calls will be forwarded.
es_es: La extensión a la que se desviarán las llamadas.
pt_br: O ramal para onde as chamadas serão encaminhadas.

source: Whitelist Numbers
es_es: Números en Lista Blanca
pt_br: Números da Lista Branca

source: Numbers that can call the boss directly. Add one number per line.
es_es: Números que pueden llamar directamente al jefe. Añada un número por línea.
pt_br: Números que podem ligar diretamente para o chefe. Adicione um número por linha.

source: Rule Enabled
es_es: Regla Habilitada
pt_br: Regra Habilitada

source: Yes
es_es: Sí
pt_br: Sim

source: No
pt_br: Não

source: Disable the rule without deleting it.
es_es: Deshabilitar la regla sin tener que eliminarla.
pt_br: Desabilite a regra sem precisar excluí-la.

source: Add Boss-Secretary Rule
es_es: Añadir Regla Jefe-Secretaria
pt_br: Adicionar Regra Chefe-Secretária

source: Add
es_es: Añadir
pt_br: Adicionar

source: Actions
es_es: Acciones
pt_br: Ações

source: Edit
es_es: Editar
pt_br: Editar

source: Activated
es_es: Activado
pt_br: Ativado

source: Deactivated
es_es: Desactivado
pt_br: Desativado

source: Status
es_es: Estado
